Repository: grundprinzip/who-is-going-
Catalog: po/*/whoisgoing.po
Languages: de

source: So, what's the story?
de: Und worum gehts?

source: Who is
de: Wer wird

source: And, your names?
de: Ok, eure Namen bitte

source: Let the dice roll
de: Lasset die Spiele beginnen

source: is
de: wird

source: is happy
de: ist glücklich

source: are happy
de: sind glücklich

source: Next question
de: Nächste Frage

source: History
de: Damals

source: It's always the same. If it is coffee time everybody was the last time go fetch some good coffee or cake...
de: Es ist immer das Gleiche. Sobald es Kaffeezeit ist, war man selbst immer Kaffee holen und keine will gehen

source: Who is going to send the mail to the boss, requesting a pay raise?
de: Wer schickt die E-Mail an den Boss, um nach einer Gehaltserhöung zu fragen?

source: Present
de: Heute

source: Whew.. these times are over now. Only enter the question to the right and the names.
de: Ein Glück sind diese Zeiten nun vorbei. Einfach nur noch die Frage eingeben und die Namen.

source: Whoisgoing? will choose the person to fulfill the task - for free and instantly
de: Whoisgoing? wird die Person aussuchen, die die angegebene Aufgabe erfüllen soll - gratis und sofort
